[
    {
        "id": "1",
        "bookname": "Кошка дождя",
        "author": "Алла Лескова",
        "genre": "Современная проза",
        "year": "2016",
        "text": "Алла Лескова и не думала становиться писателем. Она, филолог и психолог, когда-то бывшая ученицей Юрия Лотмана, известного российского литературоведа",
        "bookimage": "uploads/upload_80465b9589eff3fbc93d2a861fd0f3c0.jpg"
    },
    {
        "id": "2",
        "bookname": "Любовь побеждает все",
        "author": "Мари Клармон",
        "genre": "Любовный роман",
        "year": "2016",
        "text": "Йен Блейк и Ева Кэри с детства любили друг друга, однако их опекун предпочел выдать девушку за собственного сына Гамильтона. И как ни старался Йен сми",
        "bookimage": "uploads/upload_a7072578137890014e6e894164952e0e.jpg"
    },
    {
        "id": "3",
        "bookname": "Мастер и Маргарита",
        "author": "Михаил Афанасьевич Булгаков",
        "genre": "Мистика, ужасы, триллеры",
        "year": "1940",
        "text": "«Мастер и Маргарита» - одна из немногих тем, на которую говорят из поколения в поколение вот уже почти век. Любовь и ненависть, добро и зло… Причудлив",
        "bookimage": "uploads/upload_9527655c4a6c9e9b3d964437ca8299ea.jpg"
    },
    {
        "id": "4",
        "bookname": "Три товарища",
        "author": "Эрих Мария Ремарк",
        "genre": "Школьная классика, Проза XIX-XX веков",
        "year": "1936",
        "text": "«Мастер и Маргарита» - одна из немногих тем, на которую говорят из поколения в поколение вот уже почти век. Любовь и ненависть, добро и зло… Причудлив",
        "bookimage": "uploads/upload_c28701c96f25ee1bf8ee4fa3f9b8a7db.jpg"
    },
    {
        "id": "5",
        "bookname": "Приключения Шерлока Холмса",
        "author": "Артур Конан Дойл (Конан-Дойль)",
        "genre": "Детективы и боевики, Проза XIX-XX веков",
        "year": "1930",
        "text": "В книгу «Приключения Шерлока Холмса», написанную Артуром Конан Дойлом, вошли два романа о приключениях великого сыщика \"Этюд в багровых тонах\" ",
        "bookimage": "uploads/upload_b410054401df21b0b6b562d14a356987.jpg"
    },
    {
        "id": "6",
        "bookname": "Зеленая Миля",
        "author": "Стивен Эдвин Кинг",
        "genre": "Мистика, ужасы, триллеры",
        "year": "1996",
        "text": "Начальником блока смертников тюрьмы «Холодная гора» много лет работает Пол Джейкомб. Пол провел много казней сам, что сделало его циником",
        "bookimage": "uploads/upload_3cbeaf79d772971f682d6c2ccce73c8e.jpg"
    },
    {
        "id": "7",
        "bookname": "Рита Хейуорт или побег из Шоушенка",
        "author": "Стивен Эдвин Кинг",
        "genre": "Мистика, ужасы, триллеры",
        "year": "1982",
        "text": "Повествование в произведении известного «короля ужасов» Стивена Кинга «Рита Хейуорт или побег из Шоушенка» (Rita Hayworth and the Shawshank Redemption",
        "bookimage": "uploads/upload_22a571d4b979cfd42505625215cb3169.jpg"
    },
    {
        "id": "8",
        "bookname": "Пролетая над гнездом кукушки",
        "author": "Кен Кизи",
        "genre": "Проза XIX-XX веков",
        "year": "1962",
        "text": "Роман американского писателя Кена Кизи «Пролетая над гнездом кукушки» (One Flew Over the Cuckoo's Nest) выдержал сотни переизданий и всегда оказывался",
        "bookimage": "uploads/upload_5096217669e4bd8751bb0b491f4a1317.jpg"
    },
    {
        "id": "9",
        "bookname": "1984",
        "author": "Джордж Оруэлл",
        "genre": "Фантастика и фентези",
        "year": "1949",
        "text": "Фантастический роман Джорджа Оруэлла «1984» рассказывает о Уинстоне Смите, который занимается переписыванием истории, исходя из партийных интересов во",
        "bookimage": "uploads/upload_ac4ad09183012461f8a4b5e09bc07582.jpg"
    },
    {
        "id": "10",
        "bookname": "Дары волхвов",
        "author": "О.Генри (Оливер Генри, Уильям Сидни Портер)",
        "genre": "Детская литература, Школьная классика",
        "year": "1906",
        "text": "О.Генри – псевдоним новеллиста Вильяма Сиднея Портера, который прославился своими увлекательными рассказами, полными смысла и житейского опыта",
        "bookimage": "uploads/upload_e3a7c2f01fe2d1af0e04e508d279698a.jpg"
    },
    {
        "id": "11",
        "bookname": "Трудно быть богом",
        "author": "Аркадий и Борис Стругацкие",
        "genre": "Фантастика и фэнтези",
        "year": "1964",
        "text": "Главный герой научно-фантастического романа «Трудно быть богом» направляется с Земли в качестве наблюдателя на далекую планету, находящуюся на уровне развития, соответствующему земному средневековью. Герой не имеет право вмешиваться в ход истории. В его задачу входит спасение ученых, поэтов в трудное время для общества этой планеты, перемещать этих людей в безопасные районы. Наблюдая за жестокостью и мракобесием общества, герою трудно оставаться в стороне, он борется с внутренним конфликтом, с желанием все разом изменить. Он понимает, что любое вмешательство приведет к убийству разумного существа, что не приемлемо для землян ХХII века. В личности героя происходят необратимые изменения, и он начинает действовать.В 1989 году немецкий режиссер Питер Фляйшман снял фильм «Трудно быть богом». Картина была совместным производством Германии, Франции, СССР и Швейцарии.",
        "bookimage": "uploads/upload_ab65a7e0d13d91bed4a9c85cd05d9070.jpg"
    },
    {
        "author": "Уильям Гибсон",
        "bookimage": "uploads/upload_fa7037fd55c7498f84c941d7b28a790e.jpg",
        "bookname": "Нейромант. Джонни-Мнемоник. Рассказы",
        "genre": "Зарубежная фантастика",
        "text": "Лучшее, что создал Уильям Гибсон... Роман `Нейромант`, собравший целую коллекцию престижных премий и призов. И конечно - шедевры `анархистской` фантастики `Сожжение Хром`, `Отель `Новая роза`` и `Джонни-Мнемоник`!",
        "year": "2003",
        "id": 12
    },
    {
        "author": "Рей Брэдбери",
        "bookname": "451' по Фаренгейту",
        "genre": "Зарубежная фантастика",
        "text": " 451° по Фаренгейту — температура, при которой воспламеняется и горит бумага. Философская антиутопия Брэдбери рисует беспросветную картину развития постиндустриального общества: это мир будущего, в котором все письменные издания безжалостно уничтожаются специальным отрядом пожарных, хранение книг преследуется по закону, интерактивное телевидение успешно служит всеобщему оболваниванию, карательная психиатрия решительно разбирается с редкими инакомыслящими, а на охоту за неисправимыми диссидентами выходит электрический пес… Роман, принесший своему творцу мировую известность. ",
        "year": "2016",
        "bookimage": "uploads/upload_53cc1480715f438c9d732f37c8e6b267.jpg",
        "id": 13
    },
    {
        "author": "Бернхард Шлинк",
        "bookname": "Чтец",
        "genre": "Современная зарубежная литература",
        "text": " Феноменальный успех романа современного немецкого писателя Бернхарда Шлинка \"Чтец\" (1995) сопоставим разве что с популярностью вышедшего двадцатью годами ранее романа Патрика Зюскинда \"Парфюмер\". \"Чтец\" переведен на тридцать девять языков мира, книга стала международным бестселлером и собрала целый букет престижных литературных премий в Европе и Америке. Внезапно вспыхнувший роман между пятнадцатилетним подростком, мальчиком из профессорской семьи, и зрелой женщиной так же внезапно оборвался, когда она без предупреждения исчезла из города. Через восемь лет он, теперь уже студент выпускного курса юридического факультета, снова увидел ее - среди бывших надзирательниц женского концлагеря на процессе против нацистских преступников. Но это не единственная тайна, которая открылась герою романа Бернхарда Шлинка \"Чтец\". ",
        "year": "2015",
        "bookimage": "uploads/upload_b2152c47617688ca4654da014e3fd577.jpg",
        "id": 14
    },
    {
        "author": "Дэн Браун",
        "bookname": "Инферно",
        "genre": "Зарубежные детективы",
        "text": " Оказавшись в самом загадочном городе Италии — Флоренции, профессор Лэнгдон, специалист по кодам, символам и истории искусства, неожиданно попадает в водоворот событий, которые способны привести к гибели все человечество… И помешать этому может только разгадка тайны, некогда зашифрованной Данте в строках бессмертной эпической поэмы. ",
        "year": "2016",
        "bookimage": "uploads/upload_a03c9799c35165387a511eb6623cb4b7.jpg",
        "id": 15
    },
    {
        "author": "Ренсом Риггз",
        "bookname": "Дом странных детей",
        "genre": "Зарубежные приключения",
        "text": " Таинственный остров. Покинутый приют. После ужасной семейной трагедии Джейкоб оказался в этом загадочном месте. Подросток нашел руины старого дома и выяснил, что здесь жили очень странные дети. Он начинает понимать, что на этом уединенном острове дети оказались неслучайно — их способности были поистине невероятными и опасными!И хотя дом давно разрушен, возможно, они до сих пор живы. А совсем скоро Джейкоб с ужасом осознает, что он — один из них... Книга проиллюстрирована уникальными старинными фотографиями. ",
        "year": "2016",
        "bookimage": "uploads/upload_6f43268af9f02e84e0b277792ef32baa.jpg",
        "id": 16
    },
    {
        "author": "Чак Паланик",
        "bookname": "Снафф",
        "genre": "Современная зарубежная литература",
        "text": " Легендарная порнозвезда Касси Райт завершает свою карьеру.Однако уйти она намерена с таким шиком и блеском, какого мир «кино для взрослых» еще не знал.Она собирается заняться перед камерами сексом ни больше ни меньше, чем с шестьюстами мужчинами!Специальные журналы неистовствуют.Ночные программы кабельного телевидения заключают пари – получится или нет?Приглашенные поучаствовать любители с нетерпением ждут своей очереди и интригуют, чтобы пробиться вперед.Самые опытные асы порно затаили дыхание…Отсчет пошел! Книга содержит нецензурную брань ",
        "year": "2015",
        "bookimage": "uploads/upload_91a9624e6cde969de963e7dc42eea3bf.jpg",
        "id": 17
    },
    {
        "author": "Михаэль Драу",
        "bookname": "Точка возврата",
        "genre": "",
        "text": " Перед вами - сиквел нашумевшего \"Топлива\".Прошло два года с тех пор, как власть в Империи захватил стратегический андроид Кукольник. Божественная Машина правит воистину железной рукой, заручившись поддержкой лучших киборгов.Однако, кучка анархистов бросает вызов системе. ",
        "year": "2011",
        "bookimage": "uploads/upload_9641f0ae6561c11a584c88a748941c04.jpg",
        "id": 18
    },
    {
        "author": "Керстин Гир",
        "bookname": "Таймлесс. Рубиновая книга",
        "bookimage": "uploads/upload_5971c9e3dc87aa3898e3827a71d5dc15.jpg",
        "genre": "Детская фантастика",
        "text": " Прыжок во времени возможен! Для этой машины времени нужна лишь капля твоей крови… Унаследовав ген путешественника во времени, Гвендолин Шеферд открывает для себя мир загадок, интриг и опасностей. Тайное общество и путешествия во времени, Тайна Двенадцати, магия, привидения, сверхъестественные возможности и философский камень – всё это становится реальностью! А еще первая любовь... Трилогия «Таймлесс» - бестселлер немецкой писательницы Керстин Гир. ",
        "year": "2013",
        "id": 19
    },
    {
        "author": "Рейчел Хокинс",
        "bookimage": "uploads/upload_1e59e94f46e03698634d870d76c9abea.jpg",
        "bookname": "Проклятая школа",
        "genre": "Книги для подростков",
        "text": " Бал на Хэллоуин. Главное событие в школе Геката-Холл, где учатся подростки, обладающие паранормальными способностями. К нему готовятся все соперничающие девичьи компании — и каждая мечтает \"убить\" конкуренток, которые тоже претендуют на внимание самых популярных парней. Но одно дело — заставить соперницу или завистницу сдохнуть от зависти, а другое — покуситься на настоящее убийство! Жертвы — две самые зловредные девушки Геката-Холл из клана школьной \"королевы красоты\" Элоди. Подозреваемая — Дженна. О ее вражде с Элоди известно всем, и у нее уже были проблемы с законом. В ее невиновность не верит никто, кроме лучшей подруги Софи-девушки, обладающей колоссальным магическим даром. Если уж она не спасет подругу, кто тогда? И Софи начинает собственное расследование... ",
        "year": "2012",
        "id": 20
    },
    {
        "author": "Берли Догерти",
        "bookimage": "uploads/upload_737b83c498481ae6a1b374657a835c92.jpg",
        "bookname": "Здравствуй, Никто",
        "genre": "Детские книги",
        "text": " Здесь вы найдете все, что можно ждать от хорошей книги: прекрасная идея, берущий за душу сюжет, а также простор додумывать то, что не сказано впрямую... Начав читать эту книгу, уже невозможно оторваться до самого конца. Когда я перелиcтнула последнюю страницу, у меня было такое чувство, как будто я потеряла двух близких друзей. ",
        "year": "2001",
        "id": 21
    },
    {
        "author": "Герберт Розендорфер",
        "bookname": "Письма в Древний Китай",
        "bookimage": "uploads/upload_cbc50bfd16b47c0bd6f852d02c02fa2f.jpg",
        "genre": "Классическая литература",
        "text": " Наш мир - глазами китайского мандарина X века? Вечеринки и виски, телевидение и - о ужас! - заводской фарфор и алюминиевые чайные ложечки?! Наш мир - увиденный человеком мира абсолютно иного? Как он выглядит в письмах, посланных в далекое прошлое! Пожалуй, лучше и не думать!.. ",
        "year": "2007",
        "id": 22
    },
    {
        "author": "Чак Паланик",
        "bookname": "Бойцовский клуб",
        "genre": "Современная зарубежная литература",
        "text": " Это - самая потрясающая и самая скандальная книга 1990-х. Книга, в которой устами Чака Паланика заговорило не просто \"поколение икс\", но - \"поколение икс\" уже озлобленное, уже растерявшее свои последние иллюзии. Вы смотрели фильм \"Бойцовский клуб\"? Тогда - читайте книгу, по которой он был снят! ",
        "year": "2010",
        "bookimage": "uploads/upload_c4e3b70b0c90a3ffcf9fcc3b910b8967.jpg",
        "id": 23
    },
    {
        "author": "Чак Паланик",
        "bookname": "Обреченные",
        "genre": "Современная зарубежная литература",
        "text": "Кто бы мог подумать, что, умерев, я стану настолько известной личностью! Газеты, телевидение и радио в один голос твердят, какой лапочкой я была, какую идеальную дочь потеряли мои родители - самый известный продюсер Голливуда и актриса № 1 \"фабрики грез\". Как же это получилось, что незаметная, стеснительная девочка с прыщами, подростковыми комплексами и лишним весом сделалась всенародной любимицей и объектом культа, и зашло это сумасшествие настолько далеко, что теперь моим именем называется рукотворный остров - прибежище тысяч адептов новой религии, стремящихся любой иеной попасть в рай? Конечно, это происки нечистого - обманщика, шарлатана и мастака манипуляций! Но зря, как говорится, связался черт с младенцем...",
        "year": "2015",
        "bookimage": "uploads/upload_090b73b68512af7af3e6526d69c3f128.jpg",
        "id": 24
    },
    {
        "author": "Энтони Берджесс",
        "bookname": "Заводной апельсин",
        "genre": "Классическая литература",
        "text": " «Заводной апельсин» – литературный парадокс ХХ столетия. Продолжая футуристические традиции в литературе, экспериментируя с языком, на котором говорит рубежное поколение malltshipalltshikov и kisok «надсатых», Энтони Бёрджесс создает роман, признанный классикой современной литературы.Умный, жестокий, харизматичный антигерой Алекс, лидер уличной банды, проповедуя насилие как высокое искусство жизни, как род наслаждения, попадает в железные тиски новейшей государственной программы по перевоспитанию преступников и сам становится жертвой насилия. Можно ли спасти мир от зла, лишая человека воли совершать поступки и превращая его в «заводной апельсин»? Этот вопрос сегодня актуален так же, как и вчера, и вопрос этот автор задает читателю. ... ",
        "year": "2014",
        "bookimage": "uploads/upload_3abe9363d7422089e68fcea407b1e29a.jpg",
        "id": 25
    },
    {
        "author": "Деннис Лихэйн",
        "bookimage": "uploads/upload_14de0a5da6214219b9445b81a85d30ab.jpg",
        "bookname": "Остров Проклятых",
        "genre": "Триллеры",
        "text": " Летом 1954 года судебные приставы Тедди Дэниелс и Чак Ауле приезжают в больницу для невменяемых преступников «Эшклиф», чтобы разобраться в загадочном исчезновении одной из пациенток — детоубийцы Рейчел Соландо. В расследование вмешивается ураган, отрезавший остров от внешнего мира. Постепенно Тедди начинает понимать, что в «Эшклифе» все не так, как может показаться на первый взгляд… ... ",
        "year": "2013",
        "id": 26
    },
    {
        "author": "Белый Кит",
        "bookname": "Без+Дна (Бездна)",
        "genre": "Современная русская литература",
        "text": " А предела чувствам и ощущениям нет – это шаг в бездну…Это рождает новый мир, мир тех, кто чувствует.Книга основана на реальных событиях. Грязные языки героевсохранены и почти не очищены. Случившееся описано таким, какимбыло или близким к реальности настолько, насколько позволяетцензура и моя совесть…Так что местами получилась та еще чернуха… Все имена заменены, некоторые образы являются собирательными,все совпадения – это не больше, чем совпадения. ... ",
        "year": "2015",
        "bookimage": "uploads/upload_cbfb76f3982b4f65ec65fd03cb84323e.jpg",
        "id": 27
    },
    {
        "author": "Киз Д.",
        "bookimage": "uploads/upload_4a0413120b82e6309526b5023fb1cd6b.jpg",
        "bookname": "Таинственная история Билли Миллигана",
        "genre": "Современная зарубежная литература",
        "text": "В основе сюжета - реальная история Билли Миллигана, преступника, которого признали невиновным в связи со множественностью его сознания. • Почему мы решили издать эту книгу? Это книга, которую сегодня без сомнения можно назвать культовой - дело и в интересном герое, и в актуальности темы, и в мастерстве Киза, одного из самых значительных авторов в современной литературе. ",
        "year": "2016",
        "id": 28
    },
    {
        "author": "Гай Берт",
        "bookname": "Яма",
        "genre": "Триллеры",
        "text": " В Нашей Любимой Школе наступил конец семестра. Большинство учеников готовились разъехаться по домам; кое-кто собирался в поход по Скалистому краю. Но пятеро подростков предпочитают принять участие в «эксперименте с реальностью». Так называет три дня добровольного заточения в Яме, подвале без окон в заброшенном флигеле школьного здания, инициатор затеи Мартин. Он же обещает выпустить ребят на свободу через три дня. Поначалу пребывание в Яме кажется забавным: шутки и смех, выпивка и вкусная еда. Но три дня проходят, а Мартин не появляется... Английский писатель Гай Берт – «один из тех экспериментаторов, что запускают воздушных змеев в грозу». «Яма» – мрачный и зловещий дебют автора. Депрессивный, вызывающий клаустрофобию, этот роман сравнивали с «Коллекционером» Фаулза. ... ",
        "year": "2004",
        "bookimage": "uploads/upload_bc9f83db83ab5702502591364c5ab86a.jpg",
        "id": 29
    },
    {
        "author": "Франк Тилье",
        "bookimage": "uploads/upload_a50b35eea1137003312d968031c75539.jpg",
        "bookname": "Головоломка",
        "genre": "Триллеры",
        "text": " В новом триллере Франка Тилье «Головоломка» герои Илан и Зоэ, профессиональные охотники за сокровищами, внедряются в таинственную игру, где главный приз составляет триста тысяч евро, а цена ее — человеческая жизнь. Правила игры им неизвестны, они знают лишь ее название: «Паранойя». В горах на территории заброшенной психиатрической лечебницы восемь участников должны бросить вызов своим самым потаенным страхам. Чтобы обрести ключ от заветного сейфа с деньгами, нужно собрать десять черных хрустальных лебедей. Но осторожно: цена такой находки — жизнь. Ваша жизнь. Впервые на русском языке. ... ",
        "year": "2015",
        "id": 30
    },
    {
        "author": "Элизабет Гаскелл",
        "bookimage": "uploads/upload_79b0f7ba16c0ed0626578ddbbf048856.jpg",
        "bookname": "Север и Юг",
        "genre": "Зарубежные любовные романы",
        "text": " Широко известная экранизация романа Элизабет Гаскелл «Север и Юг» покорила сердца миллионов зрителей. Англия, ХІХ век. Священник Хейл отказывается от сана и переезжает с семьей из южного городка Хелстон в северный Милтон. Его красавица дочь Маргарет, которая несколько лет жила у богатой тети в Лондоне, с трудом привыкает к жизни в закопченном фабричном городе. Здесь она знакомится с молодым промышленником Джоном Торнтоном. Юная Маргарет видит в Джоне лишь деспотичного владельца текстильной фабрики. И эта неприязнь взаимна. Казалось, их вражда непреодолима, ведь он суров и холоден, как север, а она нежна, но горда и своенравна, как юг. Но Джона неудержимо влечет к Маргарет. Да и она со временем чувствует все более возрастающую симпатию к нему… ... ",
        "year": "2016",
        "id": 31
    }
]